Revit 2027 API
Mullion.BreakMullion Method
 This method is used to break the current Mullion at ends with its neighboring mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void BreakMullion()
Public Sub BreakMullion
public:
void BreakMullion()
member BreakMullion : unit -> unit
Remarks
 The mullions being perpendicular to it will be joined accordingly.
See Also
Reference
Mullion Class
Autodesk.Revit.DB Namespace